abseil-cpp
accounts-qml-module
accountsservice
acpi
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adwaita-icon-theme
akm
alacritty
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
android-tools
android-udev
ansible
ansible-core
appstream-glib
appstream-qt
arandr
arc-gtk-theme-eos
arc-x-icons-theme
archlinux-appstream-data
aribb24
ascii-image-converter
asciidoc
asciinema
asdf-vm
attica
autoconf
automake
autorandr
awesome-git
b43-fwcutter
baloo
baobab
base
bash-bats
bash-completion
bashtop
bat
bc
biber
bind
binutils
bison
bitwarden
bitwarden-cli
blueberry
blueman
bluez-hid2hci
bluez-plugins
bluez-qt
bluez-tools
breeze-icons
bridge-utils
brightnessctl
btrfs-progs
byobu
cabextract
cantarell-fonts
celt
check
cheese
chezmoi
chrono-date
clang
cmake
colorpicker
containerd
convertlit
cpio
cpupower
cronie
cryptsetup
cups
cups-filters
cups-pdf
device-mapper
dhclient
dialog
diff-so-fancy
diffutils
direnv
discord
discount
dkms
dmidecode
dmraid
dnsmasq
docbook-xml
docbook-xsl
docker
docker-compose
dosfstools
double-conversion
downgrade
duf
dunst
duplicity
dust
e2fsprogs
ebook-tools
editorconfig-core-c
efibootmgr
efitools
egl-wayland
eglexternalplatform
electron
electron11
electron14
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-theming
eog
eog-plugins
eos-apps-info
eos-hooks
eos-log-tool
eos-rankmirrors
eos-update-notifier
epiphany
espanso-wayland-git
espeak-ng
ethtool
evince
evolution
exa
exfat-utils
exo
extra-cmake-modules
f2fs-tools
fakeroot
faudio
fd
feh
ffmpegthumbnailer
ffnvcodec-headers
fftw
file
file-roller
findutils
firefox
firefox-i18n-it
fish
flameshot-git
flex
fmt
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree
foomatic-db-nonfree-ppds
foomatic-db-ppds
fragments
frameworkintegration
freeglut
fsarchiver
gammastep
garcon
gawk
gcab
gcc
gdb
gdb-common
gdm
geary
gedit
gestures
gettext
gimagereader-common
gimagereader-gtk
gimp
git
git-crypt
github-cli
glances
glew
glib2-docs
glow
glslang
glu
gnome-backgrounds
gnome-books
gnome-boxes
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-nettool
gnome-photos
gnome-power-manager
gnome-remote-desktop
gnome-screenshot
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-terminal
gnome-themes-extra
gnome-tweaks
gnome-usage
gnome-user-docs
gnome-user-share
gnome-weather
gnu-netcat
go
gobject-introspection
goocanvas
google-chrome
google-chrome-beta
google-chrome-dev
gparted
gperf
graphicsmagick
graphviz
grep
grilo-plugins
grim
groff
grub
grub-btrfs
grub-tools
grub2-theme-endeavouros
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gtk-doc
gtk-layer-shell
gtk-sharp-2
gtk2
gtksourceviewmm
gtkspell3
gtkspellmm
gts
gucharmap
gumbo-parser
gutenprint
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
haveged
hdparm
helm-synth
hplip
hsetroot
http-parser
hunspell
hwdetect
hwinfo
hwloc
i2c-tools
i3-gaps
ibus
inetutils
insomnia-bin
intel-gmmlib
intel-gpu-tools
intel-media-driver
intel-ucode
inter-font
intltool
inxi
ipw2100-fw
ipw2200-fw
itstool
iwd
java-environment-common
jdk-openjdk
jetbrains-toolbox
jfsutils
jq
k9s
kaccounts-integration
kactivities
kactivities-stats
kanshi
karchive
kauth
kbookmarks
kcmutils
kcodecs
kcompletion
kconfig
kconfigwidgets
kcoreaddons
kcrash
kdbusaddons
kdeclarative
kded
kdelibs4support
kdesu
kdnssd
kdsoap
kdsoap-ws-discovery-client
kemoticons
keyserver-rank
kfilemetadata
kglobalaccel
kguiaddons
kholidays
ki18n
kiconthemes
kidletime
kind-bin
kio
kio-extras
kio-fuse
kirigami2
kitemmodels
kitemviews
kitty
kitty-shell-integration
kitty-terminfo
kooha
kubectx
kustomize
leptonica
less
lib32-acl
lib32-alsa-lib
lib32-attr
lib32-brotli
lib32-bzip2
lib32-curl
lib32-dbus
lib32-e2fsprogs
lib32-expat
lib32-faudio
lib32-fontconfig
lib32-freetype2
lib32-gcc-libs
lib32-gettext
lib32-glib2
lib32-glibc
lib32-glu
lib32-harfbuzz
lib32-icu
lib32-keyutils
lib32-krb5
lib32-lcms2
lib32-libcap
lib32-libdrm
lib32-libelf
lib32-libffi
lib32-libgcrypt
lib32-libglvnd
lib32-libgpg-error
lib32-libice
lib32-libidn2
lib32-libjpeg-turbo
lib32-libldap
lib32-libnl
lib32-libpcap
lib32-libpciaccess
lib32-libpng
lib32-libpsl
lib32-libsm
lib32-libssh2
lib32-libtiff
lib32-libtirpc
lib32-libunistring
lib32-libunwind
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcrypt
lib32-libxcursor
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxi
lib32-libxml2
lib32-libxrandr
lib32-libxrender
lib32-libxshmfence
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mesa
lib32-ncurses
lib32-openssl
lib32-pam
lib32-pcre
lib32-pipewire
lib32-readline
lib32-sdl2
lib32-systemd
lib32-util-linux
lib32-vulkan-icd-loader
lib32-wayland
lib32-xz
lib32-zlib
lib32-zstd
libaccounts-glib
libaccounts-qt
libappindicator-gtk3
libb2
libconfig
libcryptui
libcurl-gnutls
libdbusmenu-glib
libdbusmenu-gtk3
libdbusmenu-qt5
libdmtx
libdvdcss
libgdiplus
libgit2
libgsf
libimagequant
libindicator-gtk3
libinput-gestures
libkeybinder3
libluv
libmms
libmng
libmypaint
libnatpmp
libofa
libopenraw
libpipewire02
libplacebo
libportal-gtk4
libpst
libqaccessibilityclient
libqalculate
librsync
libsass
libsigsegv
libtermkey
libtg_owt
libtommath
libtool
libva-mesa-driver
libva-utils
libva-vdpau-driver-vp9-git
libvterm
libwmf
libwnck3
libxfce4ui
libxfce4util
libxml++
libxnvctrl
libytnef
libzip
lightdm
linux
linux-atm
linux-firmware
linux-headers
linux-zen
linux-zen-headers
logrotate
lsb-release
lsd
lsof
lsscsi
lua52
lvm2
lxappearance
m4
maim
make
mako
mallard-ducktype
man-db
man-pages
materia-gtk-theme
md4c
mdadm
media-player-info
meld
mesa-demos
mesa-utils
meson
micro
minikube
miniupnpc
mkinitcpio
mkinitcpio-busybox
mkinitcpio-nfs-utils
mkinitcpio-openswap
mlocate
modemmanager
modemmanager-qt
mongodb-bin
mongodb-compass
mono
mousetweaks
mpv
msgpack-c
mtools
mujs
mypaint-brushes1
nano
nano-syntax-highlighting
nautilus
nautilus-sendto
nbd
ncmpcpp
ndisc6
neofetch
neovim
net-tools
netctl
netpbm
network-manager-applet
networkmanager
networkmanager-openvpn
networkmanager-qt
nfs-utils
nftables
nilfs-utils
ninja
nmap
nodejs
noto-fonts
nss-mdns
ntfs-3g
ntp
nvidia-dkms
nvidia-installer-db
nvidia-installer-dkms
nvidia-settings
nvidia-utils
ocrfeeder
okular
oniguruma
open-isns
openconnect
opendesktop-fonts
openmpi
openssl-1.0
openvpn
orca
os-prober
pacman
pacman-contrib
paprefs
patch
pavucontrol
pcaudiolib
pcurses
peek
peg
perl
perl-alien-build
perl-alien-libxml2
perl-anyevent-i3
perl-autovivification
perl-b-hooks-endofscope
perl-business-isbn
perl-business-isbn-data
perl-business-ismn
perl-business-issn
perl-capture-tiny
perl-class-accessor
perl-class-data-inheritable
perl-class-factory-util
perl-class-inspector
perl-class-load
perl-class-singleton
perl-data-compare
perl-data-dump
perl-data-optlist
perl-data-uniqid
perl-datetime
perl-datetime-calendar-julian
perl-datetime-format-builder
perl-datetime-format-strptime
perl-datetime-locale
perl-datetime-timezone
perl-dbi
perl-devel-stacktrace
perl-dist-checkconflicts
perl-eval-closure
perl-exception-class
perl-exporter-tiny
perl-ffi-checklib
perl-file-chdir
perl-file-find-rule
perl-file-sharedir
perl-file-sharedir-install
perl-file-slurp-tiny
perl-file-slurper
perl-file-which
perl-inc-latest
perl-io-socket-ssl
perl-io-string
perl-ipc-run3
perl-lingua-translit
perl-list-allutils
perl-list-moreutils
perl-list-moreutils-xs
perl-list-someutils
perl-list-utilsby
perl-log-log4perl
perl-lwp-protocol-https
perl-math-round
perl-mime-charset
perl-module-build
perl-module-implementation
perl-module-runtime
perl-mozilla-ca
perl-mro-compat
perl-namespace-autoclean
perl-namespace-clean
perl-net-ssleay
perl-number-compare
perl-package-deprecationmanager
perl-package-stash
perl-package-stash-xs
perl-params-util
perl-params-validate
perl-params-validationcompiler
perl-parse-recdescent
perl-path-tiny
perl-perlio-utf8-strict
perl-regexp-common
perl-role-tiny
perl-sort-key
perl-specio
perl-sub-exporter
perl-sub-exporter-progressive
perl-sub-identify
perl-sub-install
perl-sub-name
perl-test-fatal
perl-text-bibtex
perl-text-csv
perl-text-glob
perl-text-roman
perl-tie-cycle
perl-unicode-linebreak
perl-variable-magic
perl-xml-libxml
perl-xml-libxml-simple
perl-xml-libxslt
perl-xml-namespacesupport
perl-xml-sax
perl-xml-sax-base
phonon-qt5
phonon-qt5-gstreamer
picom-ibhagwan-git
pipewire-alsa
pipewire-jack
pipewire-media-session
pipewire-pulse
pkgconf
pkgfile
plasma-framework
playerctl
podofo
polkit-qt5
polybar
poppler-data
poppler-glib
poppler-qt5
potrace
ppp
pptpclient
prison
pulseaudio-alsa
purpose
pv
python
python-anytree
python-apipkg
python-appdirs
python-argcomplete
python-babel
python-bcrypt
python-beaker
python-botocore
python-cachecontrol
python-cachetools
python-cffi
python-configobj
python-contextlib2
python-cryptography
python-dateutil
python-defusedxml
python-distlib
python-distro
python-docutils
python-fasteners
python-filelock
python-google-api-core
python-google-api-python-client
python-google-auth
python-google-auth-httplib2
python-googleapis-common-protos
python-greenlet
python-html5lib
python-httplib2
python-imagesize
python-iniconfig
python-jinja
python-jmespath
python-lxml
python-mako
python-markupsafe
python-mock
python-more-itertools
python-msgpack
python-nose
python-oauth2client
python-odfpy
python-ordered-set
python-packaging
python-paramiko
python-pathspec
python-pbr
python-pep517
python-pillow
python-pip
python-platformdirs
python-pluggy
python-progress
python-protobuf
python-py
python-pyasn1
python-pyasn1-modules
python-pycparser
python-pycups
python-pycurl
python-pydrive
python-pyenchant
python-pygments
python-pyinotify
python-pynacl
python-pyopenssl
python-pyqt5
python-pyqt5-sip
python-pytz
python-reportlab
python-resolvelib
python-retrying
python-rsa
python-s3transfer
python-sane
python-setproctitle
python-setuptools
python-snowballstemmer
python-sphinx
python-sphinx-alabaster-theme
python-sphinxcontrib-applehelp
python-sphinxcontrib-devhelp
python-sphinxcontrib-htmlhelp
python-sphinxcontrib-jsmath
python-sphinxcontrib-qthelp
python-sphinxcontrib-serializinghtml
python-toml
python-tomli
python-tox
python-uritemplate
python-virtualenv
python-webencodings
python-wheel
python-yaml
qca-qt5
qpdf
qqc2-desktop-style
qt5-base
qt5-declarative
qt5-graphicaleffects
qt5-imageformats
qt5-location
qt5-multimedia
qt5-quickcontrols
qt5-quickcontrols2
qt5-sensors
qt5-speech
qt5-svg
qt5-tools
qt5-translations
qt5-wayland
qt5-webchannel
qt5-webengine
qt5-x11extras
qt6-5compat
qt6-base
qt6-declarative
qt6-imageformats
qt6-svg
qt6-translations
qt6-wayland
r8168
ranger
rclone
rebuild-detector
redshift
reflector
reflector-simple
reiserfsprogs
restic
rhash
rnnoise
rofi
rofi-bluetooth-git
rofi-greenclip
rp-pppoe
rsync
rtkit
rubberband
ruby
ruby-irb
ruby-reline
ruby2.7
rubygems
runc
rustup
rygel
s-nail
sassc
screen
sddm
sdl12-compat
seatd
sed
sg3_utils
shaderc
shellcheck-bin
signon-kwallet-extension
signon-plugin-oauth2
signon-ui
signond
simple-scan
slack-wayland
slop
smartmontools
snap-pac
sndio
socat
sof-firmware
solid
sonnet
source-highlight
spdlog
spirv-tools
splix
squashfs-tools
sshfs
starship
sudo
surge
sushi
sway
swaybg
swayidle
swaylock
swaync-git
sxhkd
syncthing
syndication
syntax-highlighting
sysfsutils
system-config-printer
systemd-sysvcompat
tailscale
taskell
tbb
telegram-desktop
terraform
tesseract
texinfo
texlive-bibtexextra
texlive-bin
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
thermald
threadweaver
tig
time
tldr
tlp
tmux
tmux-plugin-manager
totem
tracker
tracker-miners
tree
tree-sitter
tslib
ttc-iosevka
ttf-bitstream-vera
ttf-dejavu
ttf-hack
ttf-iosevka-nerd
ttf-liberation
ttf-monoid
ttf-opensans
typescript
ufw
unibilium
unixodbc
unpaper
unrar
unzip
upower
usb_modeswitch
usbutils
uthash
vagrant
vala
vdpauinfo
vi
viewnior
vim
vim-runtime
vino
virtualbox
virtualbox-host-dkms
visual-studio-code-bin
vpnc
vulkan-headers
vulkan-intel
vulkan-tools
waybar
wayland-protocols
wayland-utils
welcome
wf-recorder
wget
which
whois
wireless-regdb
wireless_tools
wl-clipboard
wl-color-picker
wlr-randr
wlroots
woeusb
wofi
wpa_supplicant
wtype
wvdial
wvstreams
xapp
xcb-util-errors
xclip
xdg-desktop-portal
xdg-desktop-portal-gnome
xdg-desktop-portal-gtk
xdg-desktop-portal-wlr
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xdotool
xf86-input-libinput
xf86-input-wacom
xf86-video-fbdev
xf86-video-vesa
xfce4-settings
xfconf
xfsprogs
xl2tpd
xmlto
xorg-mkfontscale
xorg-server
xorg-server-xvfb
xorg-xdpyinfo
xorg-xev
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xmessage
xorg-xrandr
xorg-xsetroot
xournalpp
xplc
xsane
xterm
yad-eos
yamllint
yarn
yasm
yay
yelp
yelp-tools
zita-alsa-pcmi
zita-resampler
zram-generator
zsh
zsh-autosuggestions
zsh-completions
zsh-history-substring-search
zsh-syntax-highlighting
zsh-theme-powerlevel10k-git
zziplib
